Repository: CaoBill0522/iExif
Catalog: ExifEditor/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld Photos
zh_hans: %lld 张照片

source: %lld items
zh_hans: %lld 项

source: %lld items aren't supported images or couldn't be downloaded from iCloud.
zh_hans: 有 %lld 项不是支持的图片格式，或无法从 iCloud 下载。

source: %lld photos
zh_hans: %lld 张照片

source: %lld photos were saved to your library.
zh_hans: 已将 %lld 张照片保存到相册。

source: %lld photos were saved; %lld failed.
zh_hans: 已保存 %lld 张照片，%lld 张失败。

source: 35mm Equivalent
zh_hans: 等效焦距

source: 96 devices, from iPhone 4 to the latest models
zh_hans: 96 款设备，从 iPhone 4 到最新机型

source: A little of the edges will be cropped to match the camera's aspect ratio.
zh_hans: 会从边缘裁掉少量画面，以符合相机的画面比例。

source: Add Date Taken
zh_hans: 添加拍摄时间

source: Add Location
zh_hans: 添加位置

source: Albums
zh_hans: 相簿

source: All photos are processed on your device. Nothing is uploaded.
zh_hans: 所有照片都在本机处理，不会上传任何数据。

source: Allow access to your photo library in Settings to browse and edit your photos. You can still import from Files.
zh_hans: 请在“设置”中允许访问相册，以浏览和编辑照片。你仍然可以从“文件”导入。

source: Allow location access in Settings to use your current location.
zh_hans: 请在“设置”中允许访问位置，以使用当前位置。

source: Altitude
zh_hans: 海拔

source: Aperture
zh_hans: 光圈

source: Apply
zh_hans: 应用

source: Apply Template
zh_hans: 应用模板

source: Artist
zh_hans: 作者

source: Author & Copyright
zh_hans: 作者与版权

source: Auto
zh_hans: 自动

source: Auto, Did Not Fire
zh_hans: 自动，未闪光

source: Auto, Fired
zh_hans: 自动，已闪光

source: Average
zh_hans: 平均测光

source: Batch Edit
zh_hans: 批量修改

source: Browse your whole library and albums
zh_hans: 直接浏览整个图库和相簿

source: Cancel
zh_hans: 取消

source: Center-weighted
zh_hans: 中央重点测光

source: Changed fields: %lld
zh_hans: 已修改 %lld 项

source: Changes make, model and software only; lens fields stay the same.
zh_hans: 只修改品牌、型号和系统版本，镜头信息保持不变。

source: Changes only what the Photos app shows, without creating a new photo. The EXIF inside the file stays unchanged.
zh_hans: 只修改“照片”App 中显示的信息，不生成新照片，文件内的 EXIF 保持不变。

source: Choose from Presets
zh_hans: 从预设选择

source: Choose from presets for every iPhone and iPad camera. Make, model, lens, aperture and focal length are filled in for you.
zh_hans: 从全部 iPhone 和 iPad 的镜头预设中选择，品牌、型号、镜头、光圈和焦距会自动填好。

source: Continue
zh_hans: 继续

source: Converted to the device's format when needed
zh_hans: 需要时自动转换为机型格式

source: Coordinates
zh_hans: 输入坐标

source: Copyright
zh_hans: 版权

source: Couldn't load the original image data.
zh_hans: 无法读取原始图片数据。

source: Couldn't write the metadata.
zh_hans: 元数据写入失败。

source: Current Location
zh_hans: 当前位置

source: Date
zh_hans: 时间

source: Date Taken
zh_hans: 拍摄时间

source: Days
zh_hans: 天

source: Default Save Mode
zh_hans: 默认保存方式

source: Description
zh_hans: 图片描述

source: Device
zh_hans: 设备

source: Device Presets
zh_hans: 设备预设

source: Device Type
zh_hans: 设备类型

source: Direction
zh_hans: 拍摄朝向

source: Don't Change
zh_hans: 不修改

source: Done
zh_hans: 完成

source: Each photo is resized to the device's camera resolution and re-encoded; small photos may look blurry.
zh_hans: 每张照片都会调整为该机型相机的分辨率并重新编码，较小的照片放大后可能模糊。

source: Edit
zh_hans: 编辑

source: Edit %lld Photos
zh_hans: 编辑 %lld 张照片

source: Edit %lld Photos in Photos
zh_hans: 修改 %lld 张照片的相册信息

source: Edit Date & Location in Photos Only
zh_hans: 仅修改相册中的时间和位置

source: Edit Location
zh_hans: 修改位置

source: Edit Photo
zh_hans: 编辑照片

source: Edit Template
zh_hans: 编辑模板

source: Edit in Photos
zh_hans: 修改相册信息

source: Edit in Photos Only
zh_hans: 仅修改相册信息

source: Edit up to 100 photos at once
zh_hans: 一次最多编辑 100 张照片

source: Empty (clears the value)
zh_hans: 空（将清除该值）

source: Enter Coordinates
zh_hans: 输入坐标

source: Estimated
zh_hans: 估算

source: Export to Files…
zh_hans: 导出到“文件”…

source: Exposure
zh_hans: 拍摄参数

source: Exposure Compensation
zh_hans: 曝光补偿

source: Feature Tour
zh_hans: 功能介绍

source: Fills in make, model, lens, aperture and focal length.
zh_hans: 自动填写品牌、型号、镜头、光圈和焦距。

source: Fills in make, model, lens, aperture and focal length. Estimated lenses are based on published specs because no original sample was available.
zh_hans: 自动填写品牌、型号、镜头、光圈和焦距。标为“估算”的镜头暂无真机样片，按官方规格推算。

source: Fired
zh_hans: 已闪光

source: Flash
zh_hans: 闪光灯

source: Focal Length
zh_hans: 焦距

source: Front
zh_hans: 前置

source: Get Started
zh_hans: 开始使用

source: Hours
zh_hans: 小时

source: Import from Files
zh_hans: 从“文件”导入

source: Included Fields
zh_hans: 包含的字段

source: Keep Original Format
zh_hans: 保持原格式

source: Language & Permissions
zh_hans: 语言与权限

source: Latitude
zh_hans: 纬度

source: Lens
zh_hans: 镜头

source: Lens Make
zh_hans: 镜头品牌

source: Lens Model
zh_hans: 镜头型号

source: Library
zh_hans: 图库

source: Live Photo
zh_hans: 实况照片

source: Live Photo: the video is saved too, and its date, location and device are updated to match.
zh_hans: 实况照片：视频会一起保存，拍摄时间、地点和机型也会同步到视频。

source: Live Photos are marked in the grid
zh_hans: 实况照片在网格中有标记

source: Live Photos keep their video
zh_hans: 实况照片会保留视频

source: Live Photos keep their video, and its date, location and device are updated to match.
zh_hans: 实况照片会保留视频，并同步视频中的拍摄时间、地点和机型。

source: Live Photos need the pairing ID stored in MakerNote, so MakerNote is kept for this lossless save.
zh_hans: 实况照片的配对信息存在 MakerNote 中，无损保存时 MakerNote 会被保留。

source: Loading Photos…
zh_hans: 正在载入照片…

source: Location
zh_hans: 位置

source: Location Unavailable
zh_hans: 无法获取位置

source: Longitude
zh_hans: 经度

source: Lossless: only the metadata is rewritten
zh_hans: 无损修改：只改写元数据

source: Main
zh_hans: 主摄

source: Make
zh_hans: 品牌

source: MakerNote is Apple's private camera data. Remove it if it could contradict the edited device info.
zh_hans: MakerNote 是苹果私有的相机数据，如果它可能和修改后的设备信息矛盾，可以将其清除。

source: Manage
zh_hans: 管理

source: Manual
zh_hans: 手动

source: Match Device Default
zh_hans: 跟随机型默认

source: Match Device Resolution
zh_hans: 匹配机型分辨率

source: Match Device Resolution by Default
zh_hans: 默认匹配机型分辨率

source: Media Types
zh_hans: 媒体类型

source: Metering Mode
zh_hans: 测光模式

source: Minutes
zh_hans: 分钟

source: Mode
zh_hans: 方式

source: Model
zh_hans: 型号

source: More
zh_hans: 更多

source: Multi-spot
zh_hans: 多点测光

source: My Albums
zh_hans: 我的相簿

source: New Template
zh_hans: 新建模板

source: No Albums
zh_hans: 没有相簿

source: No Flash
zh_hans: 无闪光灯

source: No Photos
zh_hans: 没有照片

source: No Templates
zh_hans: 暂无模板

source: No location set: the location will be removed from all photos.
zh_hans: 未设置位置：将清除所有照片的位置信息。

source: No templates yet
zh_hans: 暂无模板

source: None
zh_hans: 无

source: Not Set
zh_hans: 未设置

source: Nothing is uploaded
zh_hans: 不会上传任何数据

source: OK
zh_hans: 好

source: Off, Did Not Fire
zh_hans: 关闭，未闪光

source: On, Fired
zh_hans: 开启，已闪光

source: Only the date and location that Photos shows are changed. No new photos are created and the files' EXIF stays unchanged.
zh_hans: 只修改“照片”App 显示的时间和位置，不生成新照片，文件内的 EXIF 保持不变。

source: Only the included fields are changed when the template is applied.
zh_hans: 应用模板时只会修改包含的字段。

source: Only what the Photos app shows is changed, and no new photo is created. The EXIF inside the file stays the same, so exporting the original file shows the old values.
zh_hans: 只修改“照片”App 中显示的信息，不生成新照片。文件内的 EXIF 不变，导出原始文件时仍是旧值。

source: Open Settings
zh_hans: 打开设置

source: Open it for editing right from the preview
zh_hans: 在预览中可直接进入编辑

source: Optional. Direction is the compass heading the camera faced, 0–359°.
zh_hans: 可选。拍摄朝向为镜头朝向的方位角，0–359°。

source: Other (%lld)
zh_hans: 其他（%lld）

source: Output
zh_hans: 输出

source: Output Format
zh_hans: 输出格式

source: Partial
zh_hans: 局部测光

source: Pattern (Matrix)
zh_hans: 评价测光（矩阵）

source: Photo Library Access Needed
zh_hans: 需要访问相册

source: Photo library access is off. Turn it on in Settings to save photos.
zh_hans: 未开启照片访问权限。请在“设置”中开启后再保存。

source: Photos are converted to the device's default format when needed (see Settings).
zh_hans: 需要时会转换为机型的默认格式（见“设置”）。

source: Photos are saved as HEIC for iPhone 7 and later, and as JPEG for older devices. Converting re-encodes the image.
zh_hans: iPhone 7 及以后的机型保存为 HEIC，更早的机型保存为 JPEG。转换格式会重新编码图像。

source: Pick a Device and Lens
zh_hans: 选择机型和镜头

source: Press and hold any photo to see it larger. Live Photos play in the preview.
zh_hans: 长按任意照片即可放大预览，实况照片会自动播放。

source: Remove
zh_hans: 清除

source: Remove Location
zh_hans: 移除位置

source: Remove MakerNote
zh_hans: 清除 MakerNote

source: Remove MakerNote by Default
zh_hans: 默认清除 MakerNote

source: Revert Changes
zh_hans: 还原修改

source: Save
zh_hans: 保存

source: Save & Delete Original
zh_hans: 另存并删除原图

source: Save Mode
zh_hans: 保存方式

source: Save Options
zh_hans: 保存选项

source: Save Your Way
zh_hans: 按你的方式保存

source: Save as New Photo
zh_hans: 另存为新照片

source: Save as Template…
zh_hans: 存为模板…

source: Save as a new photo or replace the original. The date and location in Photos are updated too.
zh_hans: 另存为新照片或替换原图，“照片”App 中的时间和位置也会同步更新。

source: Save favorite settings as templates
zh_hans: 常用参数可以存为模板

source: Saved
zh_hans: 已保存

source: Saving
zh_hans: 保存

source: Saving %lld of %lld…
zh_hans: 正在保存 %lld / %lld…

source: Search models
zh_hans: 搜索机型

source: Search places
zh_hans: 搜索地点

source: Seconds
zh_hans: 秒

source: Select
zh_hans: 选择

source: Set Same Time
zh_hans: 统一时间

source: Set To
zh_hans: 设为

source: Settings
zh_hans: 设置

source: Share…
zh_hans: 分享…

source: Shift All
zh_hans: 整体平移

source: Shift By
zh_hans: 平移

source: Shutter Speed
zh_hans: 快门速度

source: Skip
zh_hans: 跳过

source: Software
zh_hans: 系统版本

source: Some Photos Couldn't Be Opened
zh_hans: 部分照片无法打开

source: Something Went Wrong
zh_hans: 出错了

source: Spot
zh_hans: 点测光

source: Start on a selected photo to deselect instead
zh_hans: 从已选中的照片开始滑动，则为取消选择

source: Swipe sideways across photos to select several at once.
zh_hans: 横向滑过照片可以一次选中多张。

source: Swipe to Select Many
zh_hans: 滑动多选

source: Tap + to create a template, or choose More › Save as Template while editing a photo.
zh_hans: 轻点“+”新建模板，或在编辑照片时选择“更多 › 存为模板”。

source: Tap Select, then swipe sideways across photos to select them in one go. Keep dragging to the edge to scroll.
zh_hans: 轻点“选择”，然后横向滑过照片即可一次选中多张。拖到屏幕边缘会自动滚动。

source: Tap the map to drop a pin, or search for a place.
zh_hans: 轻点地图放置大头针，或搜索地点。

source: Telephoto
zh_hans: 长焦

source: Template Name
zh_hans: 模板名称

source: Templates
zh_hans: 参数模板

source: The Photos app now shows the new date and location.
zh_hans: “照片”App 中已显示新的时间和位置。

source: The edited photo was saved and the original was moved to Recently Deleted.
zh_hans: 修改后的照片已保存，原图已移到“最近删除”。

source: The edited photo was saved to your library.
zh_hans: 修改后的照片已保存到相册。

source: The edited photo was saved. The original was kept.
zh_hans: 修改后的照片已保存，原图已保留。

source: The image will be re-encoded at %lld%% quality to change its format or size.
zh_hans: 为转换格式或调整尺寸，图像将以 %lld%% 质量重新编码。

source: The original format is kept unless the chosen device couldn't have taken it, such as HEIC on an iPhone 6s or any PNG.
zh_hans: 保持原格式，除非所选机型不可能拍出这种格式，例如 iPhone 6s 的 HEIC 或任何 PNG。

source: The original photo can no longer be found in your library.
zh_hans: 相册中已找不到原照片。

source: The original photo is kept.
zh_hans: 原图将被保留。

source: The originals were kept.
zh_hans: 原图已保留。

source: The originals were moved to Recently Deleted.
zh_hans: 原图已移到“最近删除”。

source: The photo will be enlarged and may look blurry.
zh_hans: 照片会被放大，可能显得模糊。

source: This file isn't a supported image.
zh_hans: 此文件不是支持的图片格式。

source: This photo has no MakerNote.
zh_hans: 这张照片没有 MakerNote。

source: Time Zone
zh_hans: 时区

source: Total Shift
zh_hans: 总平移量

source: Touch and Hold to Preview
zh_hans: 长按预览

source: Turn on the fields to change. Fields that are off keep each photo's own values. Initial values come from the first photo.
zh_hans: 打开需要修改的字段，未打开的字段保留每张照片原来的值。初始值取自第一张照片。

source: Ultra Wide
zh_hans: 超广角

source: Ultra wide, main, telephoto and front cameras
zh_hans: 超广角、主摄、长焦和前置镜头

source: Unknown
zh_hans: 未知

source: Up to 100 photos can be edited at once.
zh_hans: 一次最多编辑 100 张照片。

source: Updated
zh_hans: 已更新

source: Use Device Only
zh_hans: 仅使用设备信息

source: Version
zh_hans: 版本

source: View
zh_hans: 查看

source: View and change the capture info stored in your photos, all on your device.
zh_hans: 查看并修改照片中保存的拍摄信息，全部在本机完成。

source: WGS-84 decimal degrees, as used by GPS and EXIF. South and west are negative.
zh_hans: WGS-84 十进制度数，即 GPS 与 EXIF 使用的坐标。南纬、西经为负数。

source: Welcome to iExif
zh_hans: 欢迎使用 iExif

source: White Balance
zh_hans: 白平衡

source: You can still change these each time you save.
zh_hans: 每次保存时仍可单独修改。

source: You've allowed access to some photos only.
zh_hans: 你只允许访问部分照片。

source: iOS asks you to confirm the deletion. Deleted photos stay in Recently Deleted for 30 days.
zh_hans: 系统会弹窗确认删除。删除的照片会在“最近删除”中保留 30 天。
